Repository: override1978/HomeKitFloorplan
Catalog: HomeFloorplan/Localizable.xcstrings
Source language: en
Languages: it

# habits.monitoring.noData.title
source: Data being collected
it: Dati in raccolta

# habits.monitoring.total
source: %d behaviors detected
it: %d comportamenti rilevati

# habits.noAI.action
source: Go to AI Settings
it: Vai alle impostazioni AI

# habits.noAI.inline.action
source: Configure
it: Configura

# habits.noAI.inline.subtitle
source: Enable AI in Settings for human-readable routine names.
it: Abilita l'AI nelle Impostazioni per nomi di routine leggibili.

# habits.noAI.inline.title
source: AI not configured
it: AI non configurata

# habits.noAI.subtitle
source: Enable AI and habit suggestions in Settings to detect your usage patterns.
it: Abilita l'AI e i suggerimenti abitudini nelle Impostazioni per rilevare i tuoi pattern di utilizzo.

# habits.noAI.title
source: Set Up AI to Get Started
it: Configura l'AI per iniziare

# habits.noticing.footer
source: These signals are still weak: I show them for transparency, but I won't turn them into automations until they are more reliable.
it: Sono segnali ancora deboli: li mostro per trasparenza, ma non li trasformo in automazioni finché non sono più affidabili.

# habits.noticing.header
source: I'm noticing
it: Sto notando

# habits.noticing.signal
source: Early signal
it: Segnale iniziale

# habits.opportunities.showLess
source: Show fewer suggestions
it: Mostra meno suggerimenti

# habits.opportunities.showMore
source: Show %d more suggestions
it: Mostra altri %d suggerimenti

# habits.opportunity.kind.existingScene
source: Existing scene
it: Scena esistente

# habits.opportunity.kind.newHabit
source: New habit
it: Nuova abitudine

# habits.opportunity.kind.requested
source: Requested by you
it: Richiesta da te

# habits.opportunity.kind.routine
source: Discovered routine
it: Routine scoperta

# habits.pattern.approve
source: Create Automatic Rule
it: Crea regola automatica

# habits.pattern.dismiss
source: Dismiss
it: Ignora

# habits.patterns.footer
source: Based on the last 14 days of activity. Approve a pattern to create an automatic rule.
it: Basati sugli ultimi 14 giorni di attività. Approva un pattern per creare una regola automatica.

# habits.patterns.header
source: Detected Patterns
it: Pattern rilevati

# habits.rules.footer
source: Tap a rule to edit its parameters.
it: Tocca una regola per modificarne i parametri.

# habits.rules.header
source: Active Rules
it: Regole attive

# habits.section.ready
source: Ready for You
it: Pronta per te

# habits.tier.emerging
source: Emerging
it: In osservazione

# habits.tier.forming
source: Forming
it: In formazione

# habits.tier.stable
source: Stable
it: Stabile

# habits.title
source: Habits
it: Abitudini

# habits.voice.context
source: Last 30 days · %1$d behaviors · %2$d automations
it: Ultimi 30 giorni · %1$d comportamenti · %2$d automazioni

# habits.voice.eyebrow
source: your home is telling you
it: la tua casa ti racconta

# habits.voice.narrative.cause.unknown
source: an event
it: un evento

# habits.voice.narrative.scene.daily
source: Every day around %1$@, the %2$@ routine kicks in.
it: Ogni giorno verso le %1$@, parte la routine %2$@.

# habits.voice.narrative.scene.weekday
source: On weekdays around %1$@, the %2$@ routine kicks in.
it: Nei giorni feriali verso le %1$@, parte la routine %2$@.

# habits.voice.narrative.scene.weekend
source: On weekends around %1$@, the %2$@ routine kicks in.
it: Nel weekend verso le %1$@, parte la routine %2$@.

# habits.voice.narrative.sequential
source: Almost always after %1$@, %2$@ follows.
it: Quasi sempre dopo %1$@, %2$@ segue.

# habits.voice.narrative.temporal.activate.daily
source: Every day around %1$@, %2$@ activates.
it: Ogni giorno verso le %1$@, %2$@ si attiva.

# habits.voice.narrative.temporal.activate.weekday
source: On weekdays around %1$@, %2$@ activates.
it: Nei giorni feriali verso le %1$@, %2$@ si attiva.

# habits.voice.narrative.temporal.activate.weekend
source: On weekends around %1$@, %2$@ activates.
it: Nel weekend verso le %1$@, %2$@ si attiva.

# habits.voice.narrative.temporal.dim.daily
source: Every day around %1$@, I dim %2$@.
it: Ogni giorno verso le %1$@, abbasso %2$@.

# habits.voice.narrative.temporal.dim.weekday
source: On weekdays around %1$@, I dim %2$@.
it: Nei giorni feriali verso le %1$@, abbasso %2$@.

# habits.voice.narrative.temporal.dim.weekend
source: On weekends around %1$@, I dim %2$@.
it: Nel weekend verso le %1$@, abbasso %2$@.

# habits.voice.narrative.temporal.off.daily
source: Every day around %1$@, I turn off %2$@.
it: Ogni giorno verso le %1$@, spengo %2$@.

# habits.voice.narrative.temporal.off.weekday
source: On weekdays around %1$@, I turn off %2$@.
it: Nei giorni feriali verso le %1$@, spengo %2$@.

# habits.voice.narrative.temporal.off.weekend
source: On weekends around %1$@, I turn off %2$@.
it: Nel weekend verso le %1$@, spengo %2$@.

# habits.voice.narrative.temporal.on.daily
source: Every day around %1$@, I turn on %2$@.
it: Ogni giorno verso le %1$@, accendo %2$@.

# habits.voice.narrative.temporal.on.weekday
source: On weekdays around %1$@, I turn on %2$@.
it: Nei giorni feriali verso le %1$@, accendo %2$@.

# habits.voice.narrative.temporal.on.weekend
source: On weekends around %1$@, I turn on %2$@.
it: Nel weekend verso le %1$@, accendo %2$@.

# habits.voice.placeholder.subtitle
source: Use your home a few more days to see the first habits.
it: Usa la casa qualche giorno in più per vedere le prime abitudini.

# habits.voice.placeholder.title
source: Collecting data…
it: Sto raccogliendo dati…

# habits.voice.waiting
source: I'm just starting to observe your home. In a few days I'll tell you about the first habits.
it: Sto appena iniziando a osservare la tua casa. Tra qualche giorno ti racconterò le prime abitudini.

source: You have multiple homes configured in HomeKit. Choose the one you want to manage with HomeFloorplan.
it: Hai più case configurate in HomeKit. Scegli quella che vuoi gestire con HomeFloorplan.

source: High-frequency
it: Alta frequenza

# home.digest.environment.empty
source: There is not enough environmental data yet.
it: Non ci sono ancora dati ambientali sufficienti.

# home.digest.environment.issue
source: %1$@ needs attention: %2$@ is at %3$@.
it: %1$@ richiede attenzione: %2$@ è a %3$@.

# home.digest.environment.ok
source: The home is stable: no room needs attention right now.
it: La casa è stabile: nessuna stanza richiede attenzione ora.

# home.digest.environment.roomOk
source: This room is stable and does not need actions right now.
it: Questa stanza è stabile e non richiede azioni ora.

# home.digest.environment.roomsToCheck
source: %lld to check
it: %lld da controllare

# home.digest.environment.roomTitle
source: Environment in %@
it: Ambiente in %@

# home.digest.environment.title
source: Home environment
it: Ambiente casa

# home.digest.security.global
source: Home
it: Casa

# home.digest.security.noSensors
source: There are no monitored security sensors.
it: Non ci sono sensori di sicurezza monitorati.

# home.digest.security.ok
source: The home is protected: no active security events.
it: La casa è protetta: nessun evento di sicurezza attivo.

# home.digest.security.roomOk
source: This room has no active security events.
it: Questa stanza non ha eventi di sicurezza attivi.

# home.digest.security.roomTitle
source: Security in %@
it: Sicurezza in %@

# home.digest.security.score
source: Security score
it: Score sicurezza

# home.digest.security.title
source: Home security
it: Sicurezza casa

# home.digest.status.stable
source: Stable
it: Stabile

# home.digest.status.waiting
source: Waiting
it: In attesa

# homeInsight.incoherence.action.turnOffClimate
source: Turn off climate
it: Spegni il clima

# homeInsight.incoherence.action.turnOffLight
source: Turn off the light
it: Spegni la luce

# homeInsight.incoherence.action.turnOffValve
source: Turn off the valve
it: Spegni la valvola

# homeInsight.incoherence.co2NoVentilation.message
source: %1$@: CO2 is %2$lld ppm, up %3$lld ppm recently.
it: %1$@: CO2 a %2$lld ppm, +%3$lld ppm nel periodo recente.

# homeInsight.incoherence.co2NoVentilation.recommendation
source: Start air exchange or open a window.
it: Avvia un ricambio aria o apri una finestra.

# homeInsight.incoherence.co2NoVentilation.title
source: CO2 rising without ventilation
it: CO2 in salita senza ricambio

# homeInsight.incoherence.co2NoVentilation.why
source: CO2 is rising and no open window, fan, or purifier is active in the room.
it: La CO2 sta aumentando e non risultano finestra aperta, ventola o purificatore attivi nella stanza.

# homeInsight.incoherence.coolingTempRising.message
source: %1$@: %2$@ is cooling but temperature rose by %3$.1f°C.
it: %1$@: %2$@ raffresca ma la temperatura è salita di %3$.1f°C.

# homeInsight.incoherence.coolingTempRising.recommendation
source: Check windows, sun exposure, and climate settings.
it: Controlla finestre, esposizione solare e impostazioni del clima.

# homeInsight.incoherence.coolingTempRising.title
source: Ineffective cooling
it: Raffrescamento inefficace

# homeInsight.incoherence.coolingTempRising.why
source: Climate is set to cool but the room temperature trend is rising.
it: Il clima è in freddo ma il trend temperatura della stanza è in aumento.

# homeInsight.incoherence.coolingWindowOpen.title
source: Cooling on with window open
it: Raffrescamento acceso con finestra aperta

# homeInsight.incoherence.heatingWindowOpen.title
source: Heating on with window open
it: Riscaldamento acceso con finestra aperta

# homeInsight.incoherence.hvacWindowOpen.message
source: %1$@: %2$@ is active while %3$@ is open.
it: %1$@: %2$@ è attivo mentre %3$@ risulta aperta.

# homeInsight.incoherence.hvacWindowOpen.recommendation
source: Turn off climate or close the window.
it: Spegni il clima o chiudi la finestra.

# homeInsight.incoherence.hvacWindowOpen.title
source: Climate on with window open
it: Clima acceso con finestra aperta

# homeInsight.incoherence.hvacWindowOpen.why
source: Climate and an open contact are active in the same room.
it: Clima e contatto aperto sono attivi nella stessa stanza.

# homeInsight.incoherence.hvacWindowOpenHome.message
source: %1$@ is active while %2$@ (%3$@) is open.
it: %1$@ è attivo mentre %2$@ (%3$@) risulta aperta.

# homeInsight.incoherence.hvacWindowOpenHome.unknownRoom
source: another room
it: altra stanza

# homeInsight.incoherence.hvacWindowOpenHome.why
source: Climate is running while a door or window is open elsewhere in the home.
it: Il clima è in funzione mentre una porta o finestra risulta aperta in un'altra zona della casa.

# homeInsight.incoherence.lightsDaylight.message
source: %1$@: %2$@ is on while the room already measures %3$lld lux.
it: %1$@: %2$@ è accesa ma la stanza misura già %3$lld lux.

# homeInsight.incoherence.lightsDaylight.recommendation
source: Turn off or dim the lights.
it: Spegni o abbassa le luci.

# homeInsight.incoherence.lightsDaylight.title
source: Lights on in a bright room
it: Luci accese con luce già sufficiente

# homeInsight.incoherence.lightsDaylight.why
source: Measured brightness exceeds the daylight threshold during daytime hours — artificial light is likely unnecessary.
it: La luminosità misurata supera la soglia diurna: la luce artificiale probabilmente non serve.

# homekit.accessory.added.notification.body
source: %@ is now available in HomeFloorplan.
it: %@ è ora disponibile in HomeFloorplan.

# homekit.accessory.added.notification.body.room
source: %1$@ is now available in %2$@.
it: %1$@ è ora disponibile in %2$@.

# homekit.accessory.added.notification.title
source: New accessory added
it: Nuovo accessorio aggiunto

# homekit.debug.aiCategory
source: AI category
it: Categoria AI

# homekit.debug.battery
source: Battery
it: Batteria

# homekit.debug.blocked
source: Blocked
it: Bloccato

# homekit.debug.bridged
source: Bridged
it: Con bridge

# homekit.debug.categoryDisplay
source: Category (display)
it: Categoria (display)

# homekit.debug.categoryRaw
source: Category (raw)
it: Categoria (raw)

# homekit.debug.characteristics
source: characteristics
it: caratteristiche

# homekit.debug.copyConfirm
source: Diagnostic copied to clipboard
it: Diagnostica copiata negli appunti

# homekit.debug.copyDiagnostic
source: Copy Diagnostic
it: Copia diagnostica

# homekit.debug.name
source: Name
it: Nome

# homekit.debug.reachabilityMap
source: Reachability map
it: Mappa raggiungibilità

# homekit.debug.reachabilitySettled
source: Reachability settled
it: Stato raggiungibilità stabile

# homekit.debug.reachableApp
source: Reachable app
it: Raggiungibile app

# homekit.debug.reachableRaw
source: Reachable raw
it: Raggiungibile raw

# homekit.debug.recentCommandFailed
source: Recent command failed
it: Comando recente fallito

# homekit.debug.refreshSummary
source: Refreshed %1$d characteristic(s), %2$d failed.
it: Aggiornate %1$d caratteristiche, %2$d non riuscite.

# homekit.debug.refreshValues
source: Refresh Values
it: Aggiorna valori

# homekit.debug.room
source: Room
it: Stanza

# homekit.debug.search.prompt
source: Filter accessories
it: Filtra accessori

# homekit.debug.section.identity
source: Identity
it: Identità

# homekit.debug.service
source: Service
it: Servizio

# homekit.debug.services.count
source: Services (%lld)
it: Servizi (%lld)

# homekit.debug.title
source: HomeKit Debug
it: Debug HomeKit

# homekit.debug.uiCategory
source: UI category
it: Categoria UI

# humidifier.humidity.target
source: Soglia
it: Umidità target

# humidifier.mode.dehumidify
source: Dehumidify
it: Deumidifica

# humidifier.mode.humidify
source: Humidify
it: Umidifica

# humidifier.state.dehumidifying
source: Dehumidifying
it: Deumidificazione

# humidifier.state.humidifying
source: Humidifying
it: Umidificazione

# humidifier.state.idle
source: Idle
it: A riposo

# humidifier.state.inactive
source: Inactive
it: Inattivo

# I dati storici appariranno qui dopo il primo campionamento.
source: Historical data will appear here after the first sampling.
it: I dati storici appariranno qui dopo il primo campionamento.

# Icona di %@
source: Icon for %@
it: Icona di %@

# Icona scena
source: Scene icon
it: Icona scena

# iconPicker.accessory.title
source: %@ Icon
it: Icona %@

# iconPicker.custom
source: Custom
it: Personalizzata

# iconPicker.system
source: System
it: Sistema

# Identità
source: Identity
it: Identità

# Il sistema sta cambiando stato. Può richiedere alcuni secondi.
source: The system is changing state. This may take a few seconds.
it: Il sistema sta cambiando stato. Può richiedere alcuni secondi.

# Immagine
source: Image
it: Immagine

# Immagine non disponibile
source: Image not available
it: Immagine non disponibile

# Immagine planimetria
source: Floorplan image
it: Immagine planimetria

# Imposta come principale
source: Set as primary
it: Imposta come principale

# Impostazioni
source: Settings
it: Impostazioni

# Inizia
source: Get Started
it: Inizia

source: Start by loading a floorplan of your home. Then place HomeKit accessory markers to control them with a tap.
it: Inizia caricando una planimetria della tua casa. Poi posiziona i marker degli accessori HomeKit per controllarli con un tocco.

# insight.action.dismiss
source: Dismiss
it: Ignora

# insight.action.done
source: Done
it: Fatto

# insight.action.error
source: Error
it: Errore

# insight.dismiss.dialog.cancel
source: Cancel
it: Annulla

# insight.dismiss.dialog.title
source: Why do you want to dismiss this insight?
it: Perche vuoi ignorare questo insight?

# insight.severity.anomaly
source: Critical
it: Critico

# insight.severity.critical
source: Critical
it: Critica

# insight.severity.high
source: High
it: Alta

# insight.severity.low
source: Low
it: Bassa

# insight.severity.medium
source: Medium
it: Media

# insight.severity.warning
source: Warning
it: Attenzione

# intelligence.action.done
source: Done
it: Fatto

# intelligence.active
source: Active
it: Attivi

# intelligence.ai.disabled.action
source: Settings
it: Impostazioni

# intelligence.ai.disabled.detail
source: Enable AI in Settings to receive contextual suggestions.
it: Attiva l AI nelle Impostazioni per ricevere suggerimenti contestuali.

# intelligence.ai.disabled.title
source: AI not active
it: AI non attiva

# intelligence.ai.executed.label
source: Executed
it: Eseguiti

# intelligence.ai.helpful.label
source: Helpful
it: Utili

# intelligence.ai.noData
source: Collecting data
it: Raccolta dati in corso

# intelligence.analysis.running.message
source: Updating patterns and opportunities. Recommendations will appear here when they are reliable.
it: Aggiornamento di pattern e opportunità. I consigli appariranno qui quando saranno affidabili.

# intelligence.analysis.running.title
source: Analysis in progress
it: Analisi in corso

# intelligence.assistant.eyebrow
source: Home assistant
it: Assistente casa

# intelligence.assistant.learning.message
source: %d behavior(s) are being observed before becoming suggestions.
it: %d comportamento/i sono in osservazione prima di diventare suggerimenti.

# intelligence.assistant.learning.title
source: Learning routines
it: Sto imparando le routine

# intelligence.assistant.ok.message
source: I don't see urgent actions. I will keep observing environment, security, and habits.
it: Non vedo azioni urgenti. Continuo a osservare ambiente, sicurezza e abitudini.

# intelligence.assistant.ok.title
source: The home is stable
it: La casa è stabile

# intelligence.assistant.priority.automation
source: Automation ready
it: Automazione pronta

# intelligence.assistant.priority.environment
source: Environment
it: Ambiente

# intelligence.assistant.priority.learning
source: Emerging habit
it: Abitudine emergente

# intelligence.assistant.priority.prediction
source: Predicted soon
it: Previsto a breve

# intelligence.assistant.ready.message
source: %d suggestion(s) can become automations after your confirmation.
it: %d suggerimento/i possono diventare automazioni dopo la tua conferma.

# intelligence.assistant.ready.title
source: Something is ready
it: C'è qualcosa di pronto

# intelligence.assistant.watch.message
source: I found some environmental or predictive signals to review.
it: Ho trovato alcuni segnali ambientali o predittivi da controllare.

# intelligence.assistant.watch.title
source: The home needs attention
it: La casa chiede attenzione

# intelligence.attention.empty
source: No active signals need review right now.
it: Nessun segnale attivo richiede revisione ora.

# intelligence.attention.environment
source: Environment signal
it: Segnale ambiente

# intelligence.attention.predictive
source: Predicted soon
it: Previsto a breve

# intelligence.briefing.attention.message
source: %d signal(s) may need a decision or a closer look.
it: %d segnali potrebbero richiedere una decisione o un controllo.

# intelligence.briefing.attention.title
source: Review the home
it: Controlla la casa

# intelligence.briefing.eyebrow
source: Home Briefing
it: Briefing casa

# intelligence.briefing.learning.message
source: Patterns are being observed. New suggestions will appear when confidence is high enough.
it: Sto osservando gli schemi. Nuovi suggerimenti appariranno quando la confidenza sara abbastanza alta.

# intelligence.briefing.learning.title
source: The home is learning
it: La casa sta imparando

# intelligence.briefing.metric.attention
source: Needs review
it: Da rivedere

# intelligence.briefing.metric.opportunities
source: Ready
it: Pronte

# intelligence.briefing.metric.trust
source: AI trust
it: Fiducia AI

# intelligence.briefing.opportunity.message
source: %d suggestion(s) can be turned into automations.
it: %d suggerimenti possono diventare automazioni.

# intelligence.briefing.opportunity.title
source: Automations are ready
it: Automazioni pronte

# intelligence.briefing.stable.message
source: No priority signals are active right now. Recent activity remains available in the journal.
it: Nessun segnale prioritario e attivo ora. L attivita recente resta disponibile nel diario.

# intelligence.briefing.stable.title
source: No urgent action
it: Nessuna azione urgente

# intelligence.confidence
source: Confidence
it: Confidenza

# intelligence.diary.collapsed
source: Diary · last 7 days · %d events
it: Diario · ultimi 7 giorni · %d eventi

# intelligence.disabled.message
source: Enable AI in Settings to analyze habits and automation opportunities.
it: Attiva l'AI nelle Impostazioni per analizzare abitudini e opportunità di automazione.

# intelligence.disabled.title
source: Intelligence disabled
it: Intelligence disattivata

# intelligence.domain.air
source: Air
it: Aria

# intelligence.domain.climate
source: Climate
it: Clima

# intelligence.domain.detail.empty.message
source: There are no active evidence items for this domain.
it: Non ci sono evidenze attive per questo dominio.

# intelligence.domain.detail.empty.title
source: No active anomalies
it: Nessuna anomalia attiva

# intelligence.domain.lights
source: Lights
it: Luci

# intelligence.domain.loads
source: Loads
it: Carichi

# intelligence.domains.section
source: Anomalies by domain
it: Anomalie per dominio

# intelligence.effectiveness.header
source: AI Effectiveness
it: Efficacia AI

# intelligence.effectiveness.samples
source: %lld samples
it: %lld campioni

# intelligence.empty.subtitle
source: Use the app for a few days and this panel will come alive.
it: Usa l app per qualche giorno e questo pannello si popolera.

# intelligence.empty.title
source: Your home is starting to reveal its habits.
it: La tua casa sta iniziando a mostrare le sue abitudini.

# intelligence.evidence.more
source: %d more evidence items in the diary
it: %d altre evidenze nel diario

# intelligence.evidence.section
source: Today's anomalies · %d active
it: Anomalie del giorno · %d attive

# intelligence.feed.header
source: Home Journal
it: Diario casa

# intelligence.feed.viewAll
source: View All
it: Vedi tutto

# intelligence.floorplan.callout.accessibility
source: Open intelligence details for %@
it: Apri i dettagli intelligence di %@

# intelligence.floorplan.callout.count
source: %d active signals
it: %d segnali attivi

# intelligence.floorplan.callout.single
source: 1 active signal
it: 1 segnale attivo

# intelligence.floorplan.priority.home
source: Home priority
it: Priorità della casa

# intelligence.floorplan.priority.room
source: Priority in %@
it: Priorità in %@

# intelligence.floorplan.situations.all
source: Active situations
it: Situazioni attive

# intelligence.floorplan.situations.more
source: %d more in Intelligence dashboard
it: Altre %d nella dashboard Intelligence

# intelligence.floorplan.situations.room
source: %@ · Active situations
it: %@ · Situazioni attive

# intelligence.hero.attention.title
source: Attention — %d situations need action
it: Attenzione — %d situazioni richiedono un intervento

# intelligence.hero.cta.openDiary
source: Open diary
it: Apri diario

# intelligence.hero.cta.resolve
source: View incoherence
it: Vedi incoerenza

# intelligence.hero.day.one
source: 1 day
it: 1 giorno

# intelligence.hero.days
source: %lld days
it: %lld giorni

# intelligence.hero.eventsAnalyzed
source: Events collected
it: Dati raccolti

# intelligence.hero.learningSince
source: Learning since
it: Apprendo da

# intelligence.hero.ok.message
source: No significant active incoherence or anomaly.
it: Nessuna incoerenza o anomalia significativa attiva.

# intelligence.hero.ok.title
source: Everything under control
it: Tutto sotto controllo

# intelligence.hero.phase
source: Phase %d of 5
it: Fase %d di 5

# intelligence.hero.stableHabits
source: Stable
it: Stabili

# intelligence.incoherence.more
source: %d more incoherences in the diary
it: %d altre incoerenze nel diario

# intelligence.incoherence.section
source: Incoherences · %d active
it: Incoerenze · %d attive
